[
  {
    "question": "Au Nevada, il est interdit de chevaucher un chameau sur l'autoroute.",
    "pays": "États-Unis",
    "reponse": false,
    "anecdote": "En réalité, toute personne chevauchant un animal quel qu’il soit a les mêmes droits et devoirs que n’importe quel autre automobiliste sur l’autoroute. Y chevaucher un chameau n’est pas interdit, mais peut être dangereux.",
    "pour": "73.3%",
    "contre": "26.7%",
    "periode": "1917"
  },
  {
    "question": "Au Kentucky, il est illégal pour une femme d’apparaître en maillot de bain sur une autoroute, sauf si elle est escortée par au moins 2 policiers, blessée, qu’elle pèse moins de 45 Kg ou plus de 100 kg.",
    "pays": "États-Unis",
    "reponse": true,
    "anecdote": "Cette loi était avant tout discriminatoire, et avait pour but de restreindre la liberté vestimentaire et corporelle des femmes.",
    "pour": "60%",
    "contre": "40%",
    "periode": "1938"
  },
  {
    "question": "Il est illégal de posséder plus de 50kg de pommes de terre.",
    "pays": "Autriche",
    "reponse": false,
    "anecdote": "Cette légende urbaine prend sa source dans les forums du début des années 2000, et ses détails varient. Parfois, il est fait mention de 100kg. Parfois, il est dit que c’était pour éviter soit les pénuries alimentaires, soit la transmission de maladies trouvées dans le féculent.",
    "pour": "53.3%",
    "contre": "46.7%",
    "periode": "2000"
  },
  {
    "question": "Jouer aux jeux-vidéos est illégal.",
    "pays": "Grèce",
    "reponse": true,
    "anecdote": "Visant la lutte contre les jeux d’argent en ligne, mais jugée inconstitutionnelle, la loi a été remaniée en 2003 pour uniquement interdire les jeux dans les cybercafés.",
    "pour": "26.7%",
    "contre": "73.3%",
    "periode": "2002"
  },
  {
    "question": "La coupe mulet est interdite.",
    "pays": "Iran",
    "reponse": true,
    "anecdote": "L’Iran suit la Charia, qui interdit aux hommes d’avoir leurs cheveux trop courts, en dégradé, ou trop « occidentaux » en général.",
    "pour": "93.3%",
    "contre": "6.7%",
    "periode": "2007"
  },
  {
    "question": "À Uxbridge, il est interdit d'avoir une connexion internet plus rapide que 56K.",
    "pays": "Canada",
    "reponse": false,
    "anecdote": "La rumeur semble avoir commencé en 2011, lorsqu'un article a été publié sur le site web satirique “The Daily Mash”. L'article affirmait qu'Uxbridge avait adopté une loi limitant la vitesse d'internet à 56k afin de protéger le mode de vie rural.",
    "pour": "53.3%",
    "contre": "46.7%",
    "periode": "2011"
  },
  {
    "question": "Il est interdit de manger de la pizza à Mumbai les jours impairs.",
    "pays": "Inde",
    "reponse": false,
    "anecdote": "Cette rumeur est née d’une mauvaise interprétation d’une véritable loi interdisant la vente de viande de bœuf pour raisons religieuses.",
    "pour": "43%",
    "contre": "57%",
    "periode": "2015"
  },
  {
    "question": "Un médecin de sexe masculin ne peut faire un examen gynécologique à une femme qu'en regardant ses parties génitales dans un miroir.",
    "pays": "Bahreïn",
    "reponse": false,
    "anecdote": "Cette légende urbaine provient d'une vidéo virale créée par un groupe de comédiiens, mettant en scène un faux gynécoloque bahreinien.",
    "pour": "40%",
    "contre": "60%",
    "periode": "2023"
  }
]